[M_TrainRobbery MissionDefinition]
MissionDescription="Lilith discovered that some of the Hyperion trains heading through [place]Tundra Express[-place] carry a buttload of cash. If you can stop one of the trains and blow it open, you'll be able to steal the cash it's carrying. "

[M_TrainRobbery:BreaktheGateSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Lilith discovered that some of the Hyperion trains heading through [place]Tundra Express[-place] carry a buttload of cash. If you can stop one of the trains and blow it open, you'll be able to steal the cash it's carrying. First, you've got to block the train tracks to stop the train's progress."

[M_TrainRobbery:RadiointheTrainSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Lilith discovered that some of the Hyperion trains heading through [place]Tundra Express[-place] carry a buttload of cash. If you can stop one of the trains and blow it open, you'll be able to steal the cash it's carrying. Now that the tracks are blocked, you can signal the train to come in."
